Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# delete_player_account_body
source: Removes wallet, purchases, Friend ID, friends, rating and match history.
ar: إزالة المحفظة، والشراء، والصفحة الأصدقاء، والأصدقاء، وتقييم وتاريخ المباراة.
bn: ফরেক্ট, কেনাকাটা, বন্ধু ID, বন্ধু, রিটিং এবং ম্যাকিং ইতিহাস মুছে ফেলুন।
de: Entfernen Sie Geldwäsche, Einkauf, Freund-ID, Freunde, Rating und Match-Historie.
es: Remove la cartera, las compras, el ID de amigo, los amigos, la calificación y la historia de la encuesta.
fr: Supprimer les portefeuilles, les achats, l'ID de l'ami, les amis, la note et l'historique de match.
hi: कैबिनेट, खरीदारी, दोस्त आईडी, दोस्त, रेटिंग और मैच इतिहास हटा देता है।
id: Menghapus dompet, pembelian, ID teman, teman, rating dan sejarah pertarungan.
it: Rimuove la cassa, gli acquisti, l'ID amico, gli amici, la valutazione e la storia delle match.
ja: 財布、購入、友人ID、友人、評価、および試合歴史を削除します。
ko: 지갑, 구매, 친구 ID, 친구, 등급 및 경기 역사 제거.
nl: Verwijder portemonnee, aankopen, vriend ID, vrienden, rating en match geschiedenis.
pl: Usuwa portfel, zakupy, ID przyjaciela, przyjaciół, ocenę i historię spotkań.
pt: Remove carteira, compras, ID de amigo, amigos, classificação e história de encontro.
ru: Удаляет кошелек, покупки, ID друзей, друзья, рейтинг и историю матча.
th: ลบเงินสด, การซื้อ, Friend ID, เพื่อน, การประเมินและประวัติการแข่งขัน
tr: Cüzdanı, satın alımları, Arkadaş Kimliği, arkadaşlar, derecelendirme ve eşleştirme geçmişini kaldırır.
uk: Видаляється портфель, покупки, ID друзів, друзів, рейтинги та історія порівнянь.
ur: کیف پول، خریداری، دوست ID، دوستوں، درجہ بندی اور میچ تاریخ کو ہٹا دیں.
vi: Xóa tiền mặt, mua hàng, ID bạn bè, bạn bè, đánh giá và lịch sử trận đấu.
zh_hans: 删除钱包、购物、朋友 ID、朋友、评分和匹配历史。
zh_hant: 刪除錢包、購物、朋友 ID、朋友、評分和匹配歷史。

# sign_in_protected_account
source: Sign in to a protected account
ar: تسجيل الدخول إلى حساب محمي
bn: সুরক্ষিত অ্যাকাউন্টে সাইন আপ করুন
de: Anmeldung an einem geschützten Konto
es: Inscribirse en una cuenta protegida
fr: Inscrivez-vous à un compte protégé
hi: एक सुरक्षित खाते में साइन इन करें
id: Mendaftar ke akun yang dilindungi
it: Iscriviti a un account protettivo
ja: 保護されたアカウントにサインイン
ko: 보호된 계정에 가입하십시오.
nl: Meld je aan bij een beschermde account
pl: Zarejestruj się na chronionym koncie
pt: Inscreva-se em uma conta protegida
ru: Зарегистрируйтесь в защищенном аккаунте
th: ลงชื่อเข้าสู่บัญชีที่ได้รับการป้องกัน
tr: Korumalı bir hesaba giriş yapın
uk: Зареєструйтесь на захищений рахунок
ur: محفوظ اکاؤنٹ میں رجسٹر کریں
vi: Đăng nhập vào tài khoản được bảo vệ
zh_hans: 登录到保护帐户
zh_hant: 登入到保護帳戶

# protect_current_guest
source: Protect the current guest
ar: حماية الضيوف الحاليين
bn: বর্তমান গেস্ট রক্ষা করুন
de: Schutz gegenwärtiger Gast
es: Proteger al invitado actual
fr: Protéger les clients actuels
hi: वर्तमान मेहमान की रक्षा करें
id: Melindungi tamu saat ini
it: Proteggere l’attuale ospite
ja: 現在のゲストを守る
ko: 현재 손님을 보호합니다.
nl: Bescherm de huidige gast
pl: Ochrona obecnego gościa
pt: Proteja o presente convidado
ru: Защитите нынешнего гостя
th: ป้องกันผู้เข้าพักปัจจุบัน
tr: Mevcut misafiri koru
uk: Захист поточного гостя
ur: موجودہ مہمان کی حفاظت
vi: Bảo vệ khách hiện tại
zh_hans: 保护现有客人
zh_hant: 保護現有客人

# sign_in_protected_account_body
source: Use the same wallet, Friend ID and rating here.
ar: استخدم نفس المحفظة ، ID الصديق ، وتقييم هنا.
bn: একই পণ্য, বন্ধু ID এবং রিটিং এখানে ব্যবহার করুন।
de: Verwenden Sie das gleiche Portfolio, Friend ID und Rating hier.
es: Utilice el mismo bolsillo, ID de amigo y calificación aquí.
fr: Utilisez le même portefeuille, l'ID de l'ami et la note ici.
hi: एक ही बटुए, दोस्त आईडी और रेटिंग का उपयोग करें यहाँ।
id: Gunakan dompet yang sama, ID Friend dan rating di sini.
it: Utilizzare la stessa casella, ID amico e rating qui.
ja: 同じ財布、友人のID、評価をここで使用します。
ko: 동일한 지갑, 친구 ID 및 등급을 사용하십시오.
nl: Gebruik hetzelfde portemonnee, vriend ID en rating hier.
pl: Użyj tego samego portfela, ID Przyjaciela i oceny tutaj.
pt: Use a mesma carteira, ID de amigo e nota aqui.
ru: Используйте тот же портфель, ID друзей и рейтинг здесь.
th: ใช้กระเป๋าถือเดียวกัน ID เพื่อนและคะแนนที่นี่
tr: Burada aynı cüzdan, Arkadaş Kimliği ve derecelendirmeyi kullanın.
uk: Використовуйте той же кошелек, ID друзів і рейтинг тут.
ur: اسی پیسہ، دوست ID اور درجہ بندی یہاں استعمال کریں.
vi: Sử dụng cùng một ví, ID bạn bè và đánh giá ở đây.
zh_hans: 使用相同的钱包,朋友 ID 和评分在这里。
zh_hant: 使用相同的錢包,朋友 ID 和評分在這裡。

# protect_current_guest_body
source: Link email and password without changing this player.
ar: إرسال رسالة بريد إلكتروني وكلمة المرور دون تغيير هذا اللاعب.
bn: এই প্লেয়ার পরিবর্তন না করে ইমেল এবং পাসওয়ার্ড লিঙ্ক করুন।
de: Link E-Mail und Passwort ohne diesen Player zu ändern.
es: Enlazar correo electrónico y contraseña sin cambiar este jugador.
fr: Liens email et mot de passe sans changer ce lecteur.
hi: इस प्लेयर को बदलने के बिना ईमेल और पासवर्ड लिंक करें।
id: Link email dan password tanpa mengubah pemain ini.
it: Link email e password senza cambiare questo giocatore.
ja: メールとパスワードをリンクして、このプレイヤーを変更せずに。
ko: 이 플레이어를 변경하지 않고 이메일과 암호를 연결합니다.
nl: Link e-mail en wachtwoord zonder deze speler te veranderen.
pl: Połączenie e-mail i hasła bez zmiany tego gracza.
pt: Link e email sem alterar o jogador.
ru: Свяжитесь с электронной почтой и паролем без изменения этого игрока.
th: เชื่อมต่ออีเมลและรหัสผ่านโดยไม่ต้องเปลี่ยนผู้เล่นนี้
tr: Bu oynatıcıyı değiştirmeden e-posta ve şifreyi bağlayın.
uk: Посилання електронної пошти та пароля без зміни цього гравця.
ur: ای میل اور پاس ورڈ کو تبدیل کرنے کے بغیر لنک کریں.
vi: Liên kết email và mật khẩu mà không thay đổi người chơi này.
zh_hans: 链接电子邮件和密码,而不改变这个播放器。
zh_hant: 連結電子郵件和密碼,而不改變這個播放器。

source: Email address
ar: عنوان البريد الإلكتروني
bn: ইমেইল ঠিকানা
de: E-Mail Adresse
es: Dirección de correo electrónico
fr: Adresse email
hi: ईमेल पता
id: Alamat email
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nl: E-mail adres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Электронная почта
th: อีเมล
tr: E-posta adresi
uk: Електронна адреса
ur: ای میل ایڈریس
vi: Email địa chỉ
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Password
ar: كلمة المرور
bn: Password অর্জন
de: Passwort
es: contraseña
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
ko: 암호
nl: Passwoord
pl: hasło
ru: пароль
th: รหัสผ่าน
tr: Şifre
uk: пароль
ur: پاس ورڈ
vi: mật khẩu
zh_hans: 密码
zh_hant: 密碼

# password_min_chars
source: At least 8 characters
ar: 8 شخصيات على الأقل
bn: অন্তত ৮টি চিঠি
de: Mindestens 8 Charaktere
es: Al menos 8 personajes
fr: Au moins 8 personnages
hi: कम से कम 8 पदों पर
id: Setidaknya 8 karakter
it: Almeno 8 personaggi
ja: 少なくとも8人のキャラクター
ko: 적어도 8개의 캐릭터
nl: Minimaal 8 tekens
pl: co najmniej 8 znaków
pt: pelo menos 8 personagens
ru: По крайней мере, 8 персонажей
th: หมายเลขอย่างน้อย 8
tr: En az 8 karakter
uk: Принаймні 8 персонажів
ur: کم از کم 8 شخصیتیں
vi: Ít nhất 8 nhân vật
zh_hans: 至少8个字符
zh_hant: 至少8個字元

source: Show password
ar: عرض كلمة المرور
bn: Password দেখুন
de: Passwort zeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hi: पासवर्ड दिखाएं
id: Menunjukkan password
it: Mostra password
ja: パスワード表示
ko: 암호 표시
nl: Zeg een wachtwoord
pl: Wyświetl hasło
pt: Mostrar senha
ru: Показать пароль
th: แสดงรหัสผ่าน
tr: Parolayı göster
uk: Показати пароль
ur: پاس ورڈ دکھائیں
vi: Hiển thị Password
zh_hans: 显示密码
zh_hant: 顯示密碼

source: Hide password
ar: إخفاء كلمة المرور
bn: লোড লুকিয়ে
de: Passwort verstecken
es: Esconde la contraseña
fr: Mettre le mot de passe
hi: पासवर्ड छिपाएं
id: Hilang kata sandi
it: nascondere password
ja: パスワードを隠す
ko: 암호를 숨기기
nl: Verbergen wachtwoord
pl: ukryć hasło
pt: Esconde a senha
ru: Скрыть пароль
th: ลบรหัสผ่าน
tr: Parolayı gizle
uk: Сховати пароль
ur: پاس ورڈ چھپائیں
vi: ẩn mật khẩu
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

source: Confirm password
ar: تأكيد كلمة المرور
bn: Password সনাক্ত করুন
de: Passwort bestätigen
es: Confirmando la contraseña
fr: Confirmation de mot de passe
hi: पासवर्ड की पुष्टि करें
id: Mengkonfirmasi Password
it: Confirmare password
ja: パスワード確認
ko: 암호 확인
nl: Controleer het wachtwoord
pl: Potwierdzenie hasła
pt: Confirmando a senha
ru: Потвърди пароль
th: ระบุรหัสผ่าน
tr: Parolayı onayla
uk: Повернути пароль
ur: پاس ورڈ کی تصدیق
vi: xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

source: Passwords do not match.
ar: كلمة المرور لا تتطابق.
bn: পাসওয়ার্ডগুলি একই সঙ্গে নয়।
de: Passwörter passen nicht zusammen.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड फिट नहीं होते हैं।
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
ja: パスワードは合わない。
ko: 암호는 일치하지 않습니다.
nl: Passwords passen niet overeen.
pl: Słowa nie pasują.
pt: As senhas não se encaixam.
ru: Пароли не совпадают.
th: คําตอบไม่ตรงกับ
tr: Parolalar eşleşmiyor.
uk: Пароли не відповідають.
ur: پاس ورڈ مطابقت نہیں رکھتے
vi: Các mật khẩu không phù hợp
zh_hans: 密码不匹配。
zh_hant: 密碼不匹配。

source: Please wait...
ar: يرجى الانتظار...
bn: দয়া করে অপেক্ষা করুন...
de: Bitte warten...
es: Por favor, agardemos...
fr: Veuillez attendre...
hi: कृपया इंतजार करें...
id: Tolong tunggu...
it: Si prega di aspettare...
ja: 待ってください...
ko: 기다려 주세요...
nl: Wacht dan maar...
pl: Proszę poczekać...
pt: Por favor, espere...
ru: Пожалуйста, ждите...
th: โปรดรอ...
tr: Lütfen bekleyin...
uk: Будь ласка, чекайте...
ur: براہ مہربانی انتظار کریں ...
vi: Xin hãy chờ...
zh_hans: 请等...
zh_hant: 請等...

source: Sign in
ar: اكتب في
bn: সাইন করুন
es: Sigue en
fr: Signature dans
hi: पर हस्ताक्षर
id: Tandatangani
it: Signata in
ja: サインイン
ko: 서명에
pl: Podpisuj się
pt: Assinale em
ru: Подписывайтесь
th: ลงทะเบียน
tr: Giriş yap
uk: Підписуйтеся
ur: میں لکھا
vi: Đăng ký
zh_hans: 登记
zh_hant: 登記

source: Protect account
ar: حماية الحساب
bn: অ্যাকাউন্ট সুরক্ষা
de: Kontos schützen
es: Proteger la cuenta
fr: Protéger le compte
hi: खाता सुरक्षित रखें
id: Perlindungan Akun
it: Proteggere il conto
ja: 口座保護
ko: 계좌 보호
nl: Bescherming van het account
pl: Ochrona konta
pt: Proteja a conta
ru: Защита счета
th: การป้องกันบัญชี
tr: Hesabı koru
uk: Захист рахунку
ur: اکاؤنٹ کی حفاظت
vi: Bảo vệ tài khoản
zh_hans: 保护账户
zh_hant: 保護賬戶

source: Forgot password?
ar: نسيت كلمة المرور؟
bn: ভুলে গেলো কি password?
de: Passwort vergessen?
es: ¿Esqueció la contraseña?
fr: oublié le mot de passe ?
hi: पासवर्ड भूल गए?
id: Lupa password yang hilang?
it: Si dimentica la password?
ja: パスワード忘れ?
ko: 암호를 잊어버렸나요?
nl: Het wachtwoord vergeten?
pl: Zapomnieliśmy o hasłach?
pt: Esqueceu a senha?
ru: Забыли пароль?
th: ลืมรหัสผ่าน
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?
ur: پاس ورڈ بھول گئے ہیں؟
vi: quên mật khẩu?
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# sign_in_switches_guest
source: Signing in switches away from this guest. Wallets are not merged.
ar: تسجيل في التبديلات بعيدا عن هذا الضيف.
bn: এই গেস্ট থেকে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে বাইরে
de: Unterzeichnen Sie sich in Schwankungen von diesem Gast entfernt. Wallets sind nicht miteinander.
es: Sigue en los switches lejos de este invitado. las bolsas no se fusionan.
fr: Signature dans des switches loin de cet hôte. Les portefeuilles ne sont pas fusionnées.
hi: इस मेहमान से दूर स्विच में हस्ताक्षर करें. बैग नहीं मिलाए जाते हैं.
id: Menandatangani pertukaran jauh dari tamu ini. dompet tidak digabungkan.
it: Iscriversi in scambi lontano da questo ospite. i portafogli non sono messi in contatto.
ja: ゲストから離れたスイッチにサインする 財布は合わない。
ko: 이 손님에서 멀리 스위치에 서명.이 지갑은 합병되지 않습니다.
nl: Sign in switches weg van deze gast. wallets zijn niet samengesteld.
pl: Podpisanie w przelewach z dala od tego gościa. portfel nie jest połączony.
pt: Assinando em switches longe deste hóspede. bolsas não são misturadas.
ru: Подписывайтесь на переключаниях от этого гостя. сумки не сливаются.
th: ลงทะเบียนในสวิตช์ห่างจากผู้เข้าพักนี้ กระเป๋าถือไม่ได้รวม
tr: Bu konuktan uzaklaşan anahtarlar imzalanıyor. Cüzdanlar birleştirilmiyor.
uk: Підписувати в перемикачах далеко від цього гостя.
ur: اس مہمان سے دور سوئچ میں دستخط کریں.
vi: Đăng ký trong các chuyển đổi xa khách này. túi không được kết hợp.
zh_hans: 订阅此客人远离交换机,钱包不合并。
zh_hant: 訂閱此客人遠離交換機,錢包不合並。

source: Account protected
ar: حساب محمي
bn: অ্যাকাউন্ট সুরক্ষিত
de: Kontos geschützt
es: Cuentas protegidas
fr: Compte protégé
hi: खाता सुरक्षित
id: Akun yang dilindungi
it: Contato protettivo
ja: 保護アカウント
ko: 보호된 계정
nl: Account beschermd
pl: Konto chronione
pt: Conta protegida
ru: Защищенный счет
th: บัญชีที่ปกป้อง
tr: Hesap korumalı
uk: Захищений рахунок
ur: محفوظ اکاؤنٹ
vi: Tài khoản bảo vệ
zh_hans: 帐户保护
zh_hant: 帳戶保護

source: Protected account
ar: حساب محمي
bn: সুরক্ষিত অ্যাকাউন্ট
de: Schutzgebundene Konto
es: Cuentas protegidas
fr: Compte protégé
hi: सुरक्षित खाता
id: Akun yang dilindungi
it: Contato protettivo
ja: 保護アカウント
ko: 보호된 계정
nl: Beschermde account
pl: Ochronny rachunek
pt: Conta protegida
ru: Защищенный счет
th: บัญชีที่ปกป้อง
tr: Korumalı hesap
uk: Захищений рахунок
ur: محفوظ اکاؤنٹ
vi: Tài khoản bảo vệ
zh_hans: 保护账户
zh_hant: 保護賬戶

source: Email verified
ar: البريد الإلكتروني المعتمد
bn: ইমেইল সত্যি
de: E-Mail überprüft
es: Email confirmado
fr: Email vérifié
hi: ईमेल की पुष्टि
id: Email yang Terkonfirmasi
it: Email verificato
ja: メール確認
ko: 이메일 확인
nl: E-mail gecontroleerd
pl: E-mail sprawdzony
pt: Email Verificado
ru: Электронная почта проверена
th: อีเมลที่ได้รับการยืนยัน
tr: E-posta doğrulandı
uk: Електронна пошта перевірена
ur: ای میل کی تصدیق
vi: Email xác nhận
zh_hans: 电子邮件验证
zh_hant: 電子郵件驗證

source: Email verification required
ar: التحقق عبر البريد الإلكتروني مطلوب
bn: ইমেইল স verification প্রয়োজন
de: E-Mail-Verifizierung erforderlich
es: Verificación de correo electrónico requerida
fr: Vérification par e-mail requise
hi: ईमेल की जांच की जरूरत
id: Email verifikasi yang diperlukan
it: Verificazione di posta elettronica richiesta
ja: 電子メール検証が必要
ko: 이메일 확인이 필요합니다
nl: E-mail verificaat vereist
pl: Potrzebna weryfikacja e-mail
pt: Verificação de e-mail necessária
ru: Электронная почта необходима
th: การตรวจสอบอีเมลที่จําเป็น
tr: E-posta doğrulaması gerekli
uk: Електронна пошта необхідна
ur: ای میل کی تصدیق کی ضرورت
vi: Email xác minh cần thiết
zh_hans: 电子邮件验证需要
zh_hant: 電子郵件驗證需要

# paid_coins_recoverable
source: Paid Coin purchases can be recovered on another device.
ar: مدفوعCoinيمكن استرداد الشراء على جهاز آخر.
bn: পেমেন্টCoinঅন্য ডিভাইসের মাধ্যমে কিনা যায়।
de: bezahltCoinEinkaufsleistungen können auf einem anderen Gerät wiederhergestellt werden.
es: pagosCoinLas compras se pueden recuperar en otro dispositivo.
fr: Pays payésCoinLes achats peuvent être récupérés sur un autre appareil.
hi: भुगतानCoinखरीदारी को दूसरे उपकरण पर पुनर्प्राप्त किया जा सकता है।
id: PembayaranCoinPembelian dapat dipulihkan pada perangkat lain.
it: pagatoCoinLe acquisti possono essere recuperate su un altro dispositivo.
ja: 支払いCoin購入は別のデバイスで回収できます。
ko: 지불Coin구매는 다른 장치에서 복구 할 수 있습니다.
nl: betaaldCoinDe aankopen kunnen op een ander apparaat worden hersteld.
pl: PłaciszCoinZakupy można odzyskać na innym urządzeniu.
pt: PagamentoCoinAs compras podem ser recuperadas em outro dispositivo.
ru: ПлатежCoinПокупки можно восстановить на другом устройстве.
th: การชําระเงินCoinซื้อสามารถรับคืนได้บนอุปกรณ์อื่น ๆ
tr: ÖdenmişCoinSatın alma işlemleri başka bir cihazda geri alınabilir.
uk: платитиCoinПокупки можна відновити на іншому пристрої.
ur: ادائیگیCoinخریداری کو ایک اور آلہ پر واپس حاصل کیا جا سکتا ہے.
vi: trả tiềnCoinMua hàng có thể được khôi phục trên thiết bị khác.
zh_hans: 付款Coin可以在另一个设备上恢复购买。
zh_hant: 付款Coin可以在另一個裝置上恢復購買。

# verify_email_before_buying
source: Verify email before buying Coins.
ar: تحقق من البريد الإلكتروني قبل الشراءCoinس س
bn: কেনার আগে ইমেইল সাক্ষাৎ করুনCoinস
de: E-Mail vor dem Kauf überprüfenCoinS ist
es: Verificar el correo electrónico antes de comprarCoinS de S.
fr: Vérifier l’e-mail avant d’acheterCoinS et S.
hi: खरीदने से पहले ईमेल की जांच करेंCoinएस।
id: Periksa email sebelum membeliCoinS dan S.
it: Verificare l'e-mail prima di acquistareCoinS è
ja: 購入前にメールをチェックCoinS です。
ko: 구매하기 전에 이메일 확인CoinS 는
nl: E-mail controleren voordat je kooptCoinS van S.
pl: Sprawdź e-mail przed zakupemCoinS Źródło
pt: Verifique o email antes de comprarCoinS e S.
ru: Проверьте электронную почту перед покупкойCoinС .
th: ตรวจสอบอีเมลก่อนซื้อCoins
tr: Satın almadan önce e-postayı doğrulayınCoins.
uk: Перевірте електронну пошту перед покупкоюCoinС. І
ur: خریدنے سے پہلے ای میل چیک کریںCoins کے
vi: Kiểm tra email trước khi muaCoins .
zh_hans: 購買前檢查電子郵件Coin斯。
zh_hant: 購買前檢查電子郵件Coin斯。

source: Resend verification email
ar: إرسال التحقق عبر البريد الإلكتروني
bn: ইমেইল স verification
de: E-Mail überprüfen
es: E-mail de verificación de envío
fr: Vérification de l'e-mail
hi: ईमेल की पुष्टि करें
id: Email verifikasi
it: Email di verifica
ja: メールの確認
ko: 이메일 확인 확인
nl: E-mail overdracht verifieer
pl: Wyjazd weryfikacji e-mail
pt: E-mail de verificação de viagem
ru: Подача электронной почты для проверки
th: อีเมลการตรวจสอบ
tr: Doğrulama e-postasını yeniden gönder
uk: Перевірка електронної пошти
ur: ٹیسٹنگ ای میل کا پیغام
vi: Email xác minh
zh_hans: 发送电子邮件验证
zh_hant: 傳送電子郵件驗證

# verified_refresh
source: I verified it - refresh
ar: لقد قمت بتحقق - التجديد
bn: আমি দেখলাম - ফ্রিজ
de: Ich habe es überprüft - Frisch
es: Lo he comprobado - refresco
fr: Je l'ai vécu - refresh
hi: मैंने इसे सत्यापित किया - ताज़ा
id: Saya sudah menguji - refresh
it: Ho verificato - Rifresco
ja: 確認しました - リフレッシュ
ko: 확인해 보세요~ 신선한
nl: Ik heb het gecontroleerd - verfrissing
pl: Znalazłem - odświeżam
pt: Eu comprovo - refresco
ru: Проверяем - освежаем
th: ฉันตรวจสอบมัน - อะแดปเตอร์
tr: Doğruladım - refresh
uk: Пропонуємо – оновлюємо
ur: میں نے اسے چیک کیا - تازہ
vi: Đánh giá - Tải lại
zh_hans: 我检查了 - 更新
zh_hant: 我檢查了 - 更新

source: Send password reset email
ar: إرسال كلمة مرور إعادة تعيين البريد الإلكتروني
bn: পাসওয়ার্ড পাঠান ইমেইল
de: Senden Sie ein Passwort reset Email
es: Envíe una contraseña de reset de correo electrónico
fr: Envoyer un mot de passe de reprise
hi: ईमेल को पुन: भेजें
id: mengirimkan password reset email
it: Invia password e ristrutturazione email
ja: パスワードを送信するメール
ko: 이메일을 다시 보내기
nl: Stuur een wachtwoord reset e-mail
pl: Wyślij hasło reset e-mail
pt: Envie uma senha de email
ru: Посылайте пароль на электронный почту
th: ส่งรหัสผ่านอีเมล
tr: Parola sıfırlama e-postası gönder
uk: Надіслати пароль відновлення електронної пошти
ur: پاس ورڈ رجوع کریں ای میل
vi: Gửi mật khẩu reset email
zh_hans: 发送密码重新设置电子邮件
zh_hant: 傳送密碼重新設定電子郵件

# sign_out_on_device
source: Sign out on this device
ar: اكتب على هذا الجهاز
bn: এই ডিভাইসে সাইন আপ করুন
de: Unterzeichnen Sie sich auf diesem Gerät
es: Inscribe en este dispositivo
fr: Inscrivez-vous sur ce dispositif
hi: इस उपकरण पर साइन अप करें
id: Mendaftar di perangkat ini
it: Iscriviti su questo dispositivo
ja: このデバイスで登録する
ko: 이 장치에 등록하십시오
nl: Sign in op dit apparaat
pl: Zarejestruj się na tym urządzeniu
pt: Inscreva-se neste dispositivo
ru: Подпишитесь на этом устройстве
th: ลงทะเบียนบนอุปกรณ์นี้
tr: Bu cihazda çıkış yap
uk: Підписуйтесь на цьому пристрої
ur: اس آلہ پر دستخط کریں
vi: Đăng ký trên thiết bị này
zh_hans: 登录此设备
zh_hant: 登入此裝置

source: Protected player account opened.
ar: حساب اللاعب المحمي مفتوح
bn: সুরক্ষিত খেলোয়াড় অ্যাকাউন্ট খোলা হয়েছে।
de: Das geschützte Spielerkonto ist geöffnet.
es: Se abre la cuenta de jugador protegida.
fr: Le compte de joueur protégé est ouvert.
hi: सुरक्षित खिलाड़ी खाता खोला गया है।
id: Akun pemain yang dilindungi dibuka.
it: Il conto giocatore protettivo è aperto.
ja: 保護されたプレイヤーアカウントが開設されました。
ko: 보호된 플레이어 계정이 열려 있습니다.
nl: Het beveiligde spelaccount is geopend.
pl: Konto ochrony gracza jest otwarte.
pt: Conta de jogador protegida aberta.
ru: Защищенный аккаунт игрока открыт.
th: บัญชีผู้เล่นที่ได้รับการป้องกันเปิด
tr: Korumalı oyuncu hesabı açıldı.
uk: Захищений аккаунт гравця відкрито.
ur: محفوظ کھلاڑی اکاؤنٹ کھول دیا گیا ہے.
vi: Tài khoản người chơi được bảo vệ đã mở.
zh_hans: 已打开保护的玩家帐户
zh_hant: 已開啟保護的玩家帳戶

# account_protected_verify_email
source: Account protected. Check your inbox to verify the email.
ar: حساب محمي.تحقق من مربع إدخالك للتأكد من البريد الإلكتروني.
bn: অ্যাকাউন্ট সুরক্ষিত. ইমেইল স verify জন্য আপনার ইনফোকেক্স চেক করুন.
de: Konto geschützt. prüfen Sie Ihre Einladung, um die E-Mail zu überprüfen.
es: Cuenta protegida. comprobar su cuadro de entrada para verificar el correo electrónico.
fr: Compte protégé. vérifiez votre boîte d'entrée pour vérifier l'e-mail.
hi: खाता सुरक्षित है. ईमेल की पुष्टि करने के लिए अपने इनबॉक्स की जांच करें.
id: Tuliskan akun Anda untuk mengkonfirmasi email.
it: Contato protetto. verifica la tua casella di iscrizione per verificare l'e-mail.
ja: アカウント保護: メールを確認するために、インボックスをチェックします。
ko: 계정 보호. 이메일을 확인하기 위해 입력 상자를 확인합니다.
nl: Account protected. check your inbox to verify the email. - Check uw inbox om de e-mail te controleren.
pl: Konto chronione. sprawdź skrzynkę wejściową, aby sprawdzić adres e-mail.
pt: Contas protegidas. verificar sua caixa de entrada para verificar o e-mail.
ru: Защищенный счет. проверите свой входный ящик, чтобы проверить электронный адрес.
th: บัญชีที่ปกป้อง ตรวจสอบกล่องเข้าของคุณเพื่อตรวจสอบอีเมล
tr: Hesap korumalı. E-postayı doğrulamak için gelen kutunuzu kontrol edin.
uk: Захищений обліковий запис. перевірте вхідну скриньку, щоб перевірити електронну пошту.
ur: اکاؤنٹ محفوظ ہے۔ ای میل کی تصدیق کے لیے اپنے انٹرویو باکس کو چیک کریں۔
vi: Tài khoản được bảo vệ. kiểm tra hộp đăng nhập của bạn để xác minh email.
zh_hans: 帐户保护: 查看您的输入箱以验证电子邮件。
zh_hant: 帳戶保護: 檢視您的輸入箱以驗證電子郵件。

source: Verification email sent.
ar: إرسال رسالة التحقق
bn: ইমেইল পাঠানো হয়।
de: Verifizierung von E-Mail gesendet.
es: Enviado de correo electrónico de verificación.
fr: Vérification de l’email envoyé.
hi: ईमेल भेजने की पुष्टि
id: Email verifikasi dikirimkan.
it: Verificazione e-mail inviato.
ja: 確認メールが送信されました。
ko: 확인 이메일을 보내드립니다.
nl: Verificatie e-mail verzonden.
pl: Wyślij wiadomość e-mail.
pt: Verificação de email enviado.
ru: Проверка электронной почты.
th: การตรวจสอบอีเมลที่ส่ง
tr: Doğrulama e-postası gönderildi.
uk: Перевірка електронної пошти.
ur: ای میل بھیجنے کی تصدیق
vi: Email xác minh gửi
zh_hans: 确认电子邮件发送
zh_hant: 確認電子郵件傳送

# email_verified_notice
source: Email verified.
ar: البريد الإلكتروني التحقق
bn: ইমেইল সত্যিই
de: E-Mail überprüft
es: El correo electrónico confirmado.
fr: Email vérifié
hi: ईमेल की पुष्टि की गई है।
id: Email yang disahkan.
it: E-mail confermato
ja: メール確認
ko: 이메일 확인
nl: E-mail gecontroleerd
pl: E-mail jest sprawdzony
pt: E-mail confirmado para
ru: Электронная почта проверена.
th: อีเมลได้รับการยืนยัน
tr: E-posta doğrulandı.
uk: Електронна пошта перевірена.
ur: ای میل کی تصدیق
vi: Email xác nhận
zh_hans: 电子邮件确认
zh_hant: 電子郵件確認

source: Account refreshed.
ar: حساب تجديد
bn: অ্যাকাউন্ট ফ্রিজ করা হয়েছে।
de: Rechnung erfrischert
es: Cuentas refrescidas.
fr: Le compte est rafraîchit.
hi: खाता साफ कर दिया है।
id: Akun yang dibersihkan.
it: Il conto è rinfreso.
ja: 口座更新
ko: 계좌가 정화되었습니다.
nl: Account verfrissend
pl: Konto jest odświeżone.
pt: Contas refrescadas.
ru: Счет омолочен.
th: บัญชีที่ทําความสะอาด
tr: Hesap yenilendi.
uk: Оновлено рахунок
ur: اکاؤنٹ کو تازہ کیا گیا
vi: Tài khoản mới được cập nhật
zh_hans: 账户更新
zh_hant: 賬戶更新
